[
  {
    "id": 1,
    "photo": "https://gilicvnz.github.io/portafolio/img/guantes_barista.webp",
    "title": "Guante de Barista",
    "course": "Ergonomia",
    "description": "Diseño de un guante ergonómico para baristas, con materiales antitranspirantes, zonas antideslizantes para un mejor agarre y detalles en cuero que protegen del calor. Pensado para combinar comodidad, seguridad y eficiencia durante la preparación del café.",
    "gallery": "https://gilicvnz.github.io/portafolio/img/guantes_barista.webp"
  },
  {
    "id": 2,
    "photo": "https://gilicvnz.github.io/portafolio/img/tacon.webp",
    "title": "No Pareces",
    "course": "Proyecto III",
    "description": "Proyecto basado en una problemática personal vinculada a la discriminación dentro de la misma comunidad LGBT hacia mujeres queer femeninas. A partir de esta experiencia creé un tacón de alambre tensado, soldado y pintado, que expresa la idea: “Mi feminidad no es una jaula.” El objeto busca cuestionar estereotipos internos de la comunidad y reivindicar la diversidad de expresiones dentro de lo queer.",
    "gallery": "https://gilicvnz.github.io/portafolio/img/tacon.webp"
  },
  {
    "id": 3,
    "photo": "https://gilicvnz.github.io/portafolio/img/cartas_tarot.webp",
    "title": "Cartas Tarot Anne with an E",
    "course": "Representación Conceptual",
    "description": "Creación de un mazo de tarot inspirado en la serie Anne with an E. A partir de un análisis conceptual —paleta cromática, conflictos narrativos y estética rural— desarrollamos cartas ilustradas en acuarela, con composición simple y tipografía cursiva hecha a mano, manteniendo la atmósfera delicada y campestre de la serie.",
    "gallery": "https://gilicvnz.github.io/portafolio/img/cartas_tarot.webp"
  },
  {
    "id": 4,
    "photo": "https://gilicvnz.github.io/portafolio/img/story_telling.webp",
    "title": "Storytelling",
    "course": "Proyecto II",
    "description": "Proyecto basado en la relación de mutualismo entre ambas especies. Diseñamos dos piezas corporales para la parte superior del cuerpo, cada una inspirada en una especie, utilizando alambre, goma eva, pasta muro y poliestireno. Luego realizamos una sesión fotográfica que representa la interacción simbiótica entre ambas formas.",
    "gallery": "https://gilicvnz.github.io/portafolio/img/story_telling.webp"
  },
  {
    "id": 5,
    "photo": "https://gilicvnz.github.io/portafolio/img/fanzine.webp",
    "title": "La ropa no tiene género, dicen",
    "course": "Proyecto III",
    "description": "Exploración visual de la contradicción entre el discurso “la ropa no tiene género” y los prejuicios hacia lesbianas femeninas dentro de la comunidad. El fanzine toma como referencia las etiquetas de ropa y presenta ilustraciones de una pareja de chicas de distintas expresiones de género, sin reproducir roles tradicionales ni jerarquías entre lo “masculino” y lo “femenino”.",
    "gallery": "https://gilicvnz.github.io/portafolio/img/fanzine.webp"
  },
  {
    "id": 6,
    "photo": "https://gilicvnz.github.io/portafolio/img/bolso_vitualla.webp",
    "title": "Bolso para vituallas",
    "course": "Proyecto IV",
    "description": "Diseño de un bolso recreativo para actividades de pintura al aire libre con amigas. El proyecto se desarrolló a partir de un estudio de volúmenes y necesidades de transporte, organizando el interior en dos compartimentos principales: uno para alimentos y otro para materiales artísticos. La estructura se resolvió mediante pliegues y encajes, priorizando funcionalidad y claridad formal.",
    "gallery": "https://gilicvnz.github.io/portafolio/img/bolso_vitualla.webp"
  },
  {
    "id": 7,
    "photo": "https://gilicvnz.github.io/portafolio/img/pajaro_metal.webp",
    "title": "Pavo real",
    "course": "Procesos y Prototipos II",
    "description": "Construcción de un animal en lámina de metal. Se seleccionó un pavo real y se analizaron sus formas para dividirlas en piezas: cuerpo, patas y cola emplumada. Cada parte fue recortada, modelada y ensamblada, explorando volumen y estructura con un material rígido.",
    "gallery": "https://gilicvnz.github.io/portafolio/img/pajaro_metal.webp"
  },
  {
    "id": 8,
    "photo": "https://gilicvnz.github.io/portafolio/img/camara_vectorial.webp",
    "title": "Cámara Vectorial",
    "course": "Procesos y Prototipos I",
    "description": "Ejercicio de observación y reinterpretación digital. A partir de una fotografía en ángulo de una cámara, se realizó una versión vectorial en Illustrator, enfocada en traducir luces, sombras y profundidad de manera interpretativa, pero fiel al objeto original.",
    "gallery": "https://gilicvnz.github.io/portafolio/img/camara_vectorial.webp"
  },
  {
    "id": 9,
    "photo": "https://gilicvnz.github.io/portafolio/img/geisha.webp",
    "title": " Geisha Conceptual",
    "course": "Representación conceptual",
    "description": "Proyecto de conceptualización visual basado en la figura de una geisha. La propuesta divide su identidad en tres capas simbólicas: el cabello orientado al cielo, la vestimenta ligada a la tierra y su “ser” representado por un pequeño círculo blanco al centro, elemento esencial que conecta y equilibra todo el conjunto.",
    "gallery": "https://gilicvnz.github.io/portafolio/img/geisha.webp"
  },
  {
    "id": 10,
    "photo": "https://gilicvnz.github.io/portafolio/img/mascara_gato.webp",
    "title": "Mascara Blender",
    "course": "Herramientas computacionales",
    "description": "Creación de una máscara usable para Halloween, modelada en Blender. El ejercicio abordó forma, volumen y ajustes para el rostro humano, llevando el diseño desde su modelado básico hasta su versión final lista para impresión o render.",
    "gallery": "https://gilicvnz.github.io/portafolio/img/mascara_gato.webp"
  },
  {
    "id": 11,
    "photo": "https://gilicvnz.github.io/portafolio/img/mix_bar.webp",
    "title": "Creación de empresa",
    "course": "Proceso y prototipo I",
    "description": "Desarrollo de un proyecto de emprendimiento: una cafetería que combina café, chocolate y bebidas de autor a base de chocolate. Pensada para un público familiar y grupos de distintas edades, Mixbar propone un espacio acogedor para compartir, con una oferta que incluye opciones con y sin alcohol.",
    "gallery": "https://gilicvnz.github.io/portafolio/img/mix_bar.webp"
  },
  {
    "id": 12,
    "photo": "https://gilicvnz.github.io/portafolio/img/objeto_luz.webp",
    "title": "Figura conceptual lumínica",
    "course": "Procesos y Prototipos II",
    "description": "El proyecto partió de una característica personal: el perfeccionismo. A partir de esta idea, diseñé un objeto cuya forma y composición reflejan orden, estructura y cuidado extremo en los detalles. Integré un alambrado lumínico que acentúa esta búsqueda de precisión y claridad.",
    "gallery": "https://gilicvnz.github.io/portafolio/img/objeto_luz.webp"
  },
  {
    "id": 13,
    "photo": "https://gilicvnz.github.io/portafolio/img/packaging_taza.webp",
    "title": "Packaging Taza",
    "course": "Proyecto II",
    "description": "Escogí una taza de café como objeto base y diseñé su packaging inspirándome en la forma del grano de café. El resultado fue un envase que protege, contiene y al mismo tiempo comunica su origen conceptual desde la materia prima del café.",
    "gallery": "https://gilicvnz.github.io/portafolio/img/packaging_taza.webp"
  },
  {
    "id": 14,
    "photo": "https://gilicvnz.github.io/portafolio/img/taza.webp",
    "title": "Taza",
    "course": "Matemáticas",
    "description": "Creación de un objeto tridimensional utilizando figuras geométricas como base constructiva. El material era libre, siempre que la pieza respetara leyes matemáticas y coherencia estructural. La forma final fue una taza diseñada desde la geometría pura.",
    "gallery": "https://gilicvnz.github.io/portafolio/img/taza.webp"
  },
  {
    "id": 15,
    "photo": "https://gilicvnz.github.io/portafolio/img/timbre.webp",
    "title": "Timbre Bouba-Kiki",
    "course": "Configuración Visual I",
    "description": "Diseño de un timbre inspirado en los conceptos de Bouba y Kiki. La pieza combina ambas formas en una composición simple, memorable y pulcra, integrando además la reflexión personal sobre cómo estos rasgos se manifiestan en mi propia identidad.",
    "gallery": "https://gilicvnz.github.io/portafolio/img/timbre.webp"
  },
  {
    "id": 16,
    "photo": "https://gilicvnz.github.io/portafolio/img/lampara_metal.webp",
    "title": "Lámpara metal",
    "course": "Procesos y prototipos II",
    "description": "Construcción de una lámpara metálica compuesta por piezas modulares unidas con remaches y soldaduras. El diseño se basó en la repetición y variación de un hexágono, utilizando trece unidades escaladas para generar un volumen progresivo.",
    "gallery": "https://gilicvnz.github.io/portafolio/img/lampara_metal.webp"
  }
]







